Repository: HugoPoi/hotspot_ynh
Catalog: sources/i18n/*/LC_MESSAGES/localization.po
Languages: fr_fr

source: All Wifi names must be unique
fr_fr: Tous les noms de de WiFi doivent être uniques

source: All IPv4 NAT prefixes must be unique
fr_fr: Tous les préfixes NAT doivent être uniques

source: All IPv6 delegated prefixes must be unique
fr_fr: Tous les préfixes IPv6 délégués doivent être uniques

source: Your Wifi Hotspot needs a name and a password
fr_fr: Votre point d'accès doit avoir un nom et un mot de passe

source: Your password must from 8 to 63 characters (WPA2 passphrase)
fr_fr: Votre mot de passe doit avoir entre 8 et 63 caractères (passphrase WPA2)

source: Only <LINK:ASCII>printable ASCII characters</LINK:ASCII> are permitted in your password
fr_fr: Seuls des <LINK:ASCII>caractères ASCII imprimables</LINK:ASCII> sont autorisés dans votre mot de passe

source: You have to choose a wifi antenna interface
fr_fr: Vous devez choisir une interface d'antenne WiFi

source: The wifi antenna interface seems not exist on the system
fr_fr: L'interface de l'antenne WiFi ne semble pas exister sur le système

source: The IPv6 Delegated Prefix format looks bad
fr_fr: Le format du préfixe IPv6 délégué semble incorrect

source: The format of the first IPv6 DNS Resolver looks bad
fr_fr: Le format du premier résolveur DNS IPv6 semble incorrect

source: The format of the second IPv6 DNS Resolver looks bad
fr_fr: Le format du second résolveur DNS IPv6 semble incorrect

source: The format of the first IPv4 DNS Resolver looks bad
fr_fr: Le format du premier résolveur DNS IPv4 semble incorrect

source: The format of the second IPv4 DNS Resolver looks bad
fr_fr: Le format du second résolveur DNS IPv4 semble incorrect

source: The format of the IPv4 NAT Prefix (/24) looks bad: x.x.x expected
fr_fr: Le format du préfixe NAT IPv4 (/24) semble incorrect : x.x.x attendu

source: The IPv4 NAT Prefix must be from a private range
fr_fr: Le préfixe NAT IPv4 doit correspondre à une plage privée

source: Hotspot
fr_fr: Point d'accès

source: configuration not updated
fr_fr: configuration non-mise à jour

source: Configuration updated and service successfully reloaded
fr_fr: Configuration mise à jour et service rechargé avec succès

source: Configuration updated but service reload failed
fr_fr: Configuration mise à jour mais le rechargement du service a échoué

source: Service successfully disabled
fr_fr: Service désactivé avec succès

source: Wifi Hotspot
fr_fr: Point d'accès WiFi

source: Error
fr_fr: Erreur

source: Any problem? Contribute!
fr_fr: Un problème ? Contribuez !

source: Wifi Hotspot Configuration
fr_fr: Configuration du point d'accès

source: This is a fast status. Click on More details to show the complete status.
fr_fr: Ceci est un résumé du statut. Cliquez sur « Plus de détails » pour consulter l'intégralité du statut.

source: Running
fr_fr: En cours d'exécution

source: Not Running
fr_fr: Éteint

source: Loading complete status may take a few minutes. Be patient.
fr_fr: Le chargement du statut peut prendre quelques minutes. Soyez patient.

source: More details
fr_fr: Plus de détails

source: Hotspot Enabled
fr_fr: Point d'accès activé

source: You need to select a wifi antenna interface. If you use a wifi USB dongle and that this one is not listed here, try to unplug and replug it, then <LINK:RELOAD>reload</LINK:RELOAD> this page.
fr_fr: Vous devez sélectionner une interface d'antenne WiFI. Si vous utilisez une antenne WiFI en USB and que celle-ci n'est pas listée ici, essayez de la débrancher et la rebrancher, puis de <LINK:RELOAD>recharger</LINK:RELOAD> cette page.

source: Device
fr_fr: Interface

source: None
fr_fr: Aucun

source: Channel
fr_fr: Canal

source: Add a hotspot
fr_fr: Ajouter un point d'accès

source: You are currently connected through the wifi hotspot. Please, confirm the reloading, wait for the wifi disconnect/reconnect and go back here to check that everything is okay.
fr_fr: Vous êtes actuellement connecté(e) au point d'accès WiFi. Veuillez confirmer le rechargement, attendre que le WiFi se déconnecte/reconnecte et revenir ici pour vérifier que tout est correct.

source: Reloading may take a few minutes. Be patient.
fr_fr: Le rechargement peut prendre quelques minutes. Soyez patient.

source: Confirm
fr_fr: Confirmer

source: Save and reload
fr_fr: Sauvegarder et recharger

source: Name (SSID)
fr_fr: Nom (SSID)

source: Secure
fr_fr: Sécurisé

source: Disabling the Secure Wifi allows everyone to join the hotspot and spy the traffic (but it's perfect for a PirateBox)
fr_fr: Désactiver le WiFi sécurisé permet à n'importe qui de se connecter au point d'accès et d'espionner le trafic (c'est cependant parfait dans le cas d'une PirateBox)

source: Password (WPA2)
fr_fr: Mot de passe (WPA2)

source: At least 8 characters
fr_fr: Au moins 8 caractères

source: Show to your friends how to access to your hotspot
fr_fr: Montrez à vos amis comment accéder à votre point d'accès

source: Currently, your wifi clients don't have IPv6 and it's a very bad thing. Ask your Internet Service Provider an IPv6 delegated prefix, or <LINK:FFDN>change providers</LINK:FFDN>!
fr_fr: Actuellement, vous clients WiFI n'ont pas d'IPv6 et c'est vraiment dommage. Demandez un préfixe IPv6 délégué à votre fournisseur d'accès à Internet, ou <LINK:FFDN>changez de fournisseur</LINK:FFDN> !

source: Delegated prefix
fr_fr: Préfixe délégué

source: Firewall
fr_fr: Pare-feu

source: Disabling the Firewall allows everyone to make connections to client hosts, depending on their own security policy
fr_fr: Désactiver le pare-feu permet à n'importe qui de créer des connexions vers les clients, en fonction de leur propre politique de sécurité

source: First DNS resolver
fr_fr: Premier résolveur DNS

source: Second DNS resolver
fr_fr: Second résolveur DNS

source: NAT prefix (/24)
fr_fr: Préfixe NAT (/24)

source: Delete
fr_fr: Supprimer
